/* Indicates a track that is not rated */
"None" = "None";

/* Indicates action to delete track */
"Delete" = "Delete";

/* Indicates that no iTunes track is currently playing */
"No Track Playing" = "No iTunes track is currently playing";

/* Format for track information */
"Track Information" = "Artist: %@\nAlbum: %@\nTrack: %@";

/* Warn user that deleted tracks cannot be restored */
"Track Delete No-Restore Warning" = "Deleted tracks cannot be restored.";

/* Prompt format for confirming if track should be deleted */
"Track Delete Prompt" = "Do you really want to delete this track?\n\nArtist: %@\nAlbum: %@\nTrack: %@";

/* Title for delete track button */
"Delete Track" = "Delete Track";

/* Title for cancel button */
"Cancel" = "Cancel";